Repository: tomgranuja/CayumanDjango
Catalog: cayuman/locale/*/LC_MESSAGES/django.po
Languages: es

source: Export Selected to CSV
es: Exportar seleccionados a CSV

source: Full Name
es: Nombre Completo

source: Is Student
es: Es Estudiante

source: Is Teacher
es: Es Profesor

source: Cycle
es: Ciclo

source: Impersonate
es: Personificar

source: Active
es: Activo

source: Link
es: Enlace

source: Cycles
es: Ciclos

source: Schedules
es: Bloques Horarios

source: Enrolled Students
es: Estudiantes inscritos

source: Student Cycles: %s
es: Estudiantes por ciclo: %s

source: Workshops %s
es: Talleres %s

source: Full schedule
es: Horario completo

source: Partial schedule
es: Horario parcial

source: No workshops yet
es: Sin talleres aún

source: Other Periods Workshops
es: Talleres de otro periodos

source: Workshop Periods %s for: %s
es: Talleres por periodo %s para: %s

source: Your student account is not associated with any Cycle. Please ask your teachers to fix this.
es: Tu cuenta de estudiante no ha sido asociada con ningún ciclo. Por favor pide a tus profesores que corrijan esto.

source: Online enrollment is no longer enabled. If you need to change your workshops please contact your teachers.
es: La selección online de talleres ya no está habilitada. Si necesitas cambiar tus talleres por favor contacta a tus profesores.

source: User must be either Student or Teacher, or a staff member
es: Los usuarios deben pertenecer al grupo de estudiantes o profesores o ser miembros del staff

source: Student cannot be staff member
es: Un estudiante no puede ser miembro del staff

source: User must not be both Student and Teacher
es: Los usuarios no pueden ser miembros del grupo de estudiantes y profesores al mismo tiempo

source: There's already another workshop period overlapping with current one
es: Ya existe otro taller por periodo colisionando con el actual

source: Workshop period `%s` has reached its quota of students
es: El taller `%s` ha alcanzado su número máximo de estudiantes

source: Student `%(st)s` cannot be associated with workshop period `%(wp)s` because they belong to the same cycle.
es: El estudiante `%(st)s` no puede inscribirse en el taller `%(wp)s` porque no coinciden en los ciclos

source: Workshop periods `%(w1)s` and `%(w2)s` have colliding schedules.
es: Los talleres `%(w1)s` y `%(w2)s` tienen una colisión de horario

source: Use dash, no point (ex. 23456789-k)
es: Sin puntos, con guión (ej. 23456789-k)

source: Password
es: Contraseña

source: %(wp_name)s with %(teacher)s
es: %(wp_name)s con %(teacher)s

source: Please select a workshop for %(day)s %(start_time)s-%(end_time)s
es: Por favor selecciona un taller para %(day)s %(start_time)s-%(end_time)s

source: Workshop period %(wp)s has not been assigned the correct schedules
es: No se asignaron los horarios correctos para el taller %(wp)s

source: The period you are viewing has already ended. To choose a more recent one use the dropdown menu in the navbar.
es: El periodo que estás visualizado ya ha terminado. Para elegir otro más reciente usa el menú de arriba.

source: The period you are viewing is not yet open. Please come back later or choose another one from the dropdown menu in the navbar.
es: El periodo que estás visualizando aún no se ha abierto. Por favor vuelve más tarde o elige otro periodo usando el menú de arriba.

source: Member
es: Miembro

source: Members
es: Miembros

source: Period
es: Periodo

source: Periods
es: Periodos

source: Schedule
es: Bloque Horario

source: Students Cycle
es: Estudiante por ciclo

source: Students Cycles
es: Estudiantes por ciclo

source: Workshop
es: Taller

source: Workshops
es: Talleres

source: Workshop's Period
es: Taller por periodo

source: Workshops' Periods
es: Talleres por periodo

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Group is already assigned to this member
es: El grupo ya está asignado a este miembro

source: Name
es: Nombre

source: Description
es: Descripción

source: Day
es: Día

source: Start time
es: Hora de inicio

source: End time
es: Hora de término

source: Start time must be before end time
es: La hora de inicio debe ser anterior a la de término

source: There's already another schedule colliding with current one
es: Ya existe otro bloque horario colisionando con el actual

source: Preview date
es: Fecha de previsualización

source: Enrollment start date and time
es: Fecha de inicio de pre-inscripción

source: Enrollment end date
es: Fecha de fin de pre-inscripción

source: Start date
es: Fecha de inicio

source: End date
es: Fecha de término

source: Preview date must be before enrollment start date
es: La fecha de previsualización debe ser anterior a la fecha inicial de pre-inscripción

source: Start date must be before end date
es: La fecha de inicio debe ser anterior a la de término

source: Enrollment start date must be before enrollment end date
es: La fecha de inicio de pre-inscripción debe ser anterior a la fecha final de pre-inscripción

source: Enrollment start date must be before start date
es: La fecha de inicio de pre-inscripción debe ser anterior a la fecha de inicio

source: The starting and ending dates you chose are colliding with another period
es: Las fechas de inicio y fin que elegiste colisionan con las de otro periodo

source: Teacher
es: Profesor

source: Max Students
es: Cupo de estudiantes

source: Teacher must belong to the `%(g)s` group.
es: El profesor debe pertenecer al grupo `%(g)s`

source: Student
es: Estudiante

source: Date joined
es: Fecha de alta

source: Workshop Periods
es: Talleres por periodo

source: Student must belong to the `%(g)s` group
es: El estudiante debe pertenecer al grupo `%(g)s`

source: Workshop period `%(wp)s` is already associated with this student
es: El taller `%(wp)s` ya está asociado con este estudiante

source: English
es: Inglés

source: Spanish
es: Español

source: Students
es: Estudiantes

source: Teachers
es: Profesores

source: Resource not found
es: Recurso no encontrado

source: The page you were looking for does not exist. <a href="javascript:history.back()">Go Back</a>.
es: La página que buscabas no existe. <a href="javascript:history.back()">Volver atrás</a>.

source: Error detected
es: Error detectado

source: Some error happened while trying to answer your request. We have already received a report about this issue and will fix it shortly. <a href="javascript:history.back()">Go Back</a>.
es: Ocurrió un error mientras tratábamos de responder tu solicitud. Ya hemos recibido un reporte sobre el problema y lo arreglaremos en breve. <a href="javascript:history.back()">Volver atrás</a>.

source: Site under maintenance
es: Sitio en mantenimiento

source: This site is under maintenance. Please come back later.
es: Este sitio está en mantenimiento. Por favor vuelve más tarde.

source: Student Cycles
es: Estudiantes por ciclo

source: History
es: Historia

source: View on site
es: Ver en el sitio

source: Select Period
es: Selecciona un periodo

source: Home
es: Inicio

source: View:
es: Visualizar por

source: Timetable
es: Horario

source: List
es: Lista

source: entry
es: entrada

source: There are no workshop periods associated with this student cycle for
es: No hay talleres por periodo asociados con este estudiante por ciclo para

source: There are no student cycles associated with this workshop period.
es: No hay estudiantes por ciclo asociados con este periodo de talleres.

source: Impersonating %(user)s
es: Personificando a %(user)s

source: Stop
es: Detener

source: Hello %(user)s!
es: &iexcl;Hola %(user)s!

source: Viewing
es: Viendo

source: Modify Workshops
es: Modificar Talleres

source: Enroll
es: Pre-Inscripción

source: Log Out
es: Salir

source: Workshops Enrollment Form
es: Formulario de pre-Inscripción de Talleres

source: Enrollment form for %(human_period)s
es: Formulario de pre-inscripción para el %(human_period)s

source: Fill up the following form choosing one workshop for each time block. Most workshops have only one weekly block, but some of them have two. For this last case both blocks will be chosen if you choose one of them.
es: LLena el siguiente formulario eligiendo un taller por cada bloque horario. La mayoria de los talleres son impartidos en un único bloque semanal aunque algunos lo hacen en dos. En este caso cuando elijas uno de sus bloques el otro también será elegido automáticamente.

source: No workshops available for this period
es: No hay talleres disponibles para este periodo

source: Save my workshops
es: Guardar mis talleres

source: overflow
es: sobrecupo

source: No active period
es: No hay periodo activo

source: There are currently no active workshop periods. Please check back later.
es: Actualmente no hay ningún periodo de talleres activo. Por favor vuelve a revisar en otro momento.

source: Log In
es: Ingreso

source: Students Log In
es: Ingreso de Estudiantes

source: Hour
es: Hora

source: %(name)s's Weekly Schedule
es: Talleres Semanales de %(name)s

source: Weekly Workshop Schedule for %(name)s <small>%(human_period)s</small>
es: Horario de Talleres de %(name)s <small>%(human_period)s</small>

source: Change my Workshops
es: Cambiar mis talleres

source: Complete my enrollment
es: Completar mi pre-registro

source: If you need to change your workshops please contact your teachers.
es: Si necesitas cambiar tus talleres por favor contacta a tus profesores.

source: Click here
es: Clic ac&aacute;

source: to check the list of available workshops during this period
es: para revisar la lista de todos los talleres disponibles durante este periodo

source: Your weekly schedule is empty
es: Tu horario está vacío

source: Enrollment for this period is open! Do it by clicking this button
es: &iexcl;Las pre-inscripciones para este periodo están abiertas! Inscríbete usando este botón

source: Click here to enroll in your workshops
es: Haz clic aquí para pre-inscribir tus talleres

source: Workshops enrollment for this period is not yet open. Please come back later.
es: Las pre-inscripciones para este periodo aún no se han abierto. Por favor vuelve más tarde.

source: %(num_session)s sessions
es: %(num_session)s sesiones

source: Teacher: <span>%(name)s</span>
es: Guía: <span>%(name)s</span>

source: Workshops for %(human_period)s
es: Talleres para el %(human_period)s

source: Workshop schedule for %(human_period)s
es: Oferta de talleres para el %(human_period)s

source: These are the workshop options for <span>%(human_period)s</span> available for <span>%(cycle_name)s</span> cycle.
es: Estas son las opciones de talleres durante el <span>%(human_period)s</span> para el ciclo <span>%(cycle_name)s</span>.

source: Read more
es: Ver m&aacute;s

source: Oops! You can't see the workshops for this period yet
es: &iexcl;Ups! No puedes ver estos talleres aún

source: It is still not the time to visualize workshops for the upcoming period. Please return later.
es: Todavía no es tiempo de visualizar los talleres para este próximo periodo. Por favor regresa más tarde.

source: Our teachers are working hard to bring you a nice offer of workshops, but they are not ready yet. Please check back later.
es: Nuestros guías están trabajando duro para traerte una bonita oferta de talleres, pero aún no están listos. Por favor vuelve a revisar más tarde.

source: Your workshops have been saved
es: Tus talleres han sido guardados

source: Students: %s
es: Estudiantes: %s

source: %(name)s from %(d1)s to %(d2)s
es: %(name)s desde %(d1)s hasta %(d2)s

# login submit
source: Log In
es: Ingresar
